Repository: edwinupegui/my-training-app-ios
Catalog: TrainingApp/Resources/Localizable.xcstrings
Source language: en
Languages: es

# exercise-guide.choices.section
source: Choose a variant
es: Elige una variante

# exercise-guide.choices.title
source: Exercise variants
es: Variantes del ejercicio

# exercise-guide.section.breathing
source: Breathing
es: Respiración

# exercise-guide.section.common-errors
source: Common errors
es: Errores comunes

# exercise-guide.section.equipment
source: Equipment
es: Equipo

# exercise-guide.section.preparation
source: Preparation
es: Preparación

# exercise-guide.section.purpose
source: Purpose
es: Propósito

# exercise-guide.section.steps
source: Steps
es: Pasos

# exercise-guide.section.target
source: Muscles worked
es: Músculos trabajados

# exercise-guide.unavailable.message
source: This exercise guide is unavailable. You can still browse the routine.
es: Esta guía de ejercicio no está disponible. Aún puedes consultar la rutina.

# foundation.placeholder.message
source: Routine, history, and settings are not implemented yet.
es: La rutina, el historial y los ajustes aún no están implementados.

# foundation.placeholder.title
source: Training App Foundation
es: Base de la aplicación de entrenamiento

# history.placeholder.message
source: Workout history is planned; no training data is stored.
es: El historial de entrenamientos está previsto; no se guardan datos de entrenamiento.

# history.placeholder.title
source: History
es: Historial

# routine.catalog.unavailable.message
source: The routine content is unavailable because its validation failed.
es: El contenido de la rutina no está disponible porque no superó la validación.

# routine.field.cue
source: Cue
es: Clave

# routine.field.prescription
source: Prescription
es: Prescripción

# routine.field.reference
source: Reference
es: Referencia

# routine.field.rest
source: Rest
es: Descanso

# routine.field.target
source: Target
es: Objetivo

# routine.kind.recovery
source: Recovery
es: Recuperación

# routine.kind.rest
source: Rest
es: Descanso

# routine.kind.strength
source: Strength
es: Fuerza

# routine.placeholder.message
source: Routine browsing and workout tracking are planned; they are not available yet.
es: La consulta de rutinas y el registro de entrenamientos están previstos, pero aún no están disponibles.

# routine.placeholder.title
source: Routine
es: Rutina

# routine.section.exercises
source: Exercises
es: Ejercicios

# routine.section.recovery
source: Recovery
es: Recuperación

# routine.section.rest
source: Rest day
es: Día de descanso

# routine.training-overview.link
source: Training overview
es: Resumen del entrenamiento

# routine.week.title
source: This week
es: Esta semana

# common.cancel
source: Cancel
es: Cancelar

# routine.session.continue
source: Continue active session
es: Continuar sesión activa

# session.abandon
source: Abandon session
es: Abandonar sesión

# session.abandon.confirm
source: Abandon
es: Abandonar

# session.abandon.confirmation.message
source: This ends the active session without marking it complete.
es: Esto termina la sesión activa sin marcarla como completada.

# session.abandon.confirmation.title
source: Abandon this session?
es: ¿Abandonar esta sesión?

# session.active.set-count
source: Sets recorded: %lld
es: Series registradas: %lld

# session.active.started-at
source: Session start time
es: Hora de inicio de la sesión

# session.active.title
source: Active session
es: Sesión activa

# session.active.unavailable.title
source: No active session
es: No hay una sesión activa

# session.active.variant-selected
source: Selected variant
es: Variante seleccionada

# session.error.abandon
source: Couldn’t save the abandon action. Your session is unchanged; try again.
es: No se pudo guardar el abandono. La sesión no cambió; inténtalo de nuevo.

# session.error.active-exists
source: An active session already exists. Continue it instead of starting another.
es: Ya existe una sesión activa. Continúala en vez de iniciar otra.

# session.error.finish
source: Couldn’t save completion. Your session is unchanged; try again.
es: No se pudo guardar la finalización. La sesión no cambió; inténtalo de nuevo.

# session.error.start
source: Couldn’t save this session. Your choices are still here; try again.
es: No se pudo guardar la sesión. Tus opciones siguen aquí; inténtalo de nuevo.

# session.error.storage-read
source: The session store couldn’t be opened. No data was removed; check available storage and retry.
es: No se pudo abrir el almacenamiento de sesiones. No se eliminó ningún dato; revisa el espacio disponible e inténtalo de nuevo.

# session.error.store-unavailable
source: Session storage is unavailable. Retry opening the store before continuing.
es: El almacenamiento de sesiones no está disponible. Vuelve a abrirlo antes de continuar.

# session.finish
source: Finish session
es: Finalizar sesión

# session.finish.confirm
source: Finish
es: Finalizar

# session.finish.confirmation.message
source: This marks the session complete. You can’t add sets in this slice.
es: Esto marca la sesión como completada. En esta etapa no puedes añadir series.

# session.finish.confirmation.title
source: Finish this session?
es: ¿Finalizar esta sesión?

# session.set-entry.unavailable.message
source: Set entry is not integrated in this slice.
es: El registro de series aún no está integrado en esta etapa.

# session.start.action
source: Start session
es: Iniciar sesión

# session.start.confirm
source: Start session
es: Iniciar sesión

# session.start.title
source: Review session
es: Revisar sesión

# session.storage.retry
source: Retry storage access
es: Reintentar acceso al almacenamiento

# session.storage.unavailable.message
source: The session store couldn’t be opened. No data was deleted. Check available storage, then retry.
es: No se pudo abrir el almacenamiento de sesiones. No se eliminó ningún dato. Revisa el espacio disponible y vuelve a intentarlo.

# session.storage.unavailable.title
source: Session storage unavailable
es: Almacenamiento de sesiones no disponible

# session.variant.not-selected
source: Not selected
es: No seleccionada

# session.variant.required
source: Choose one variant
es: Elige una variante

# session.variant.selected
source: Selected
es: Seleccionada

# settings.placeholder.message
source: Settings are planned; no training or privacy options are available yet.
es: Los ajustes están previstos; aún no hay opciones de entrenamiento ni de privacidad.

# settings.placeholder.title
source: Settings
es: Ajustes

# tab.history
source: History
es: Historial

# tab.routine
source: Routine
es: Rutina

# tab.settings
source: Settings
es: Ajustes

# training-overview.placeholder.message
source: Training plans and sessions are planned; none are available yet.
es: Los planes y las sesiones de entrenamiento están previstos; aún no hay ninguno disponible.

# training-overview.title
source: Training overview
es: Resumen del entrenamiento
